<?php
//
// _LANGCODE: uk
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

$content = '
<p>
    <abbr title="eXtensible Object-Oriented Portal System">XOOPS</abbr> — це система веб-публікації
    з відкритим кодом, написана мовою PHP за об’єктно-орієнтованим підходом. Вона є зручним інструментом для
    розробки динамічних сайтів спільнот різного масштабу, внутрішніх порталів компаній, корпоративних порталів, блогів та багато іншого.
</p>
<p>
    XOOPS випускається на умовах
    <a href="https://www.gnu.org/licenses/gpl-2.0.html" rel="external">Загальної публічної ліцензії GNU (GPL)</a>
    версії 2 або новішої, і його можна вільно використовувати та змінювати.
    Ви можете вільно поширювати XOOPS, якщо дотримуєтеся умов розповсюдження GPL.
</p>
<h3>Вимоги</h3>
<ul>
    <li>WWW-сервер (<a href="https://www.apache.org/" rel="external">Apache</a>, <a href="https://www.nginx.com/" rel="external">NGINX</a>, IIS тощо)</li>
    <li><a href="https://www.php.net/" rel="external">PHP</a> 8.2 або вище, рекомендовано 8.4+</li>
    <li><a href="https://www.mysql.com/" rel="external">MySQL</a> 5.7.8 або вище, рекомендовано 8.4.5+ </li>
</ul>
<h3>Перед встановленням</h3>
<ol>
    <li>Налаштуйте належним чином сервер WWW, PHP і сервер бази даних.</li>
    <li>Підготуйте базу даних для свого сайту XOOPS.</li>
    <li>Підготуйте обліковий запис користувача та надайте йому доступ до бази даних.</li>
    <li>Зробіть ці каталоги та файли доступними для запису: %s</li>
    <li>З міркувань безпеки настійно рекомендується перемістити два наведені нижче каталоги за межі <a href="https://privacyaustralia.net/phpsec/projects/guide/php-security-guide-databases-and-sql/" rel="external">кореня документів</a> і змінити назви папок: %s</li>
    <li>Створіть (якщо ще немає) і зробіть доступними для запису ці каталоги: %s</li>
    <li>Увімкніть cookie та JavaScript у браузері.</li>
</ol>
<h3>Особливі примітки</h3>
<ol>
    <li>Деякі поєднання системного програмного забезпечення можуть потребувати додаткового налаштування
    для роботи з XOOPS. Якщо будь-який із цих пунктів стосується вашого середовища, перегляньте повний
    <a href="https://xoops.gitbook.io/xoops-install-upgrade/" rel="external">посібник зі встановлення XOOPS</a> для отримання додаткової інформації.<br><br>

    <li>Системи з увімкненим <strong>SELinux</strong> (наприклад <strong>CentOS</strong> і <strong>RHEL</strong>) можуть потребувати зміни контексту безпеки
    для каталогів XOOPS на додаток до звичайних прав доступу до файлів, щоб зробити каталоги доступними для запису.
    Зверніться до системної документації та/або до системного адміністратора.
</ol>
';

return $content;
