<?php
// _LANGCODE: uk
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

define('_CONFIRM_UPGRADE_220', "
Сценарії оновлення перенесуть дані з існуючого модуля 'profile'.<br>
Будь ласка, не видаляйте існуючий модуль 'profile' вручну, інакше відповідні дані не буде перенесено.<br><br>
Після повного завершення процесу оновлення будь ласка <strong>перейдіть до області адміністрування модуля, щоб оновити «профіль» модуля</strong>. Після цього дані профілю буде повністю переміщено.<br><br>
Щоб скасувати оновлення, <a href='index.php'>натисніть тут</a>.<br><br>
Або щоб <a style='color:green; font-size:1.3em;' href='index.php?action=next&upd220=ok'>продовжити</a>.



.");
