<?php
// 
// _LANGCODE: uk
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team
//%%%%%     Time Zone   %%%%
define('_TZ_GMTM12', '(GMT-12:00) Еніветок, Кваджалейн');
define('_TZ_GMTM11', '(GMT-11:00) Острів Мідвей, Самоа');
define('_TZ_GMTM10', '(GMT-10:00) Гаваї');
define('_TZ_GMTM9', '(GMT-9:00) Аляска');
define('_TZ_GMTM8', '(GMT-8:00) за тихоокеанським часом (США та Канада)');
define('_TZ_GMTM7', '(GMT-7:00) гірський час (США та Канада)');
define('_TZ_GMTM6', '(GMT-6:00) Central Time (US &amp; Canada), Mexico City');
define('_TZ_GMTM5', '(GMT-5:00) за східним часом (США та Канада), Богота, Ліма, Кіто');
define('_TZ_GMTM4', '(GMT-4:00) Атлантичний час (Канада), Каракас, Ла-Пас');
define('_TZ_GMTM35', '(GMT-3:30) Ньюфаундленд');
define('_TZ_GMTM3', '(GMT-3:00) Бразиліа, Буенос-Айрес, Джорджтаун');
define('_TZ_GMTM2', '(GMT-2:00) Середня Атлантика');
define('_TZ_GMTM1', '(GMT-1:00) Азорські острови, острови Кабо-Верде');
define('_TZ_GMT0', '(GMT) за Гринвічем, Лондон, Дублін, Лісабон, Касабланка, Монровія');
define('_TZ_GMTP1', '(GMT+1:00) Амстердам, Берлін, Рим, Копенгаген, Брюссель, Мадрид, Париж');
define('_TZ_GMTP2', '(GMT+2:00) Афіни, Стамбул, Мінськ, Гельсінкі, Єрусалим, Південна Африка');
define('_TZ_GMTP3', '(GMT+3:00) Багдад, Кувейт, Ер-Ріяд, Москва, Санкт-Петербург');
define('_TZ_GMTP35', '(GMT+3:30) Тегеран');
define('_TZ_GMTP4', '(GMT+4:00) Абу-Дабі, Маскат, Баку, Тбілісі');
define('_TZ_GMTP45', '(GMT+4:30) Кабул');
define('_TZ_GMTP5', '(GMT+5:00) Єкатеринбург, Ісламабад, Карачі, Ташкент');
define('_TZ_GMTP55', '(GMT+5:30) Мумбаї, Калькутта, Ченнаї, Нью-Делі');
define('_TZ_GMTP6', '(GMT+6:00) Алмати, Дакка, Коломбо');
define('_TZ_GMTP7', '(GMT+7:00) Бангкок, Ханой, Джакарта');
define('_TZ_GMTP8', '(GMT+8:00) Пекін, Перт, Сінгапур, Гонконг, Урумчі, Тайбей');
define('_TZ_GMTP9', '(GMT+9:00) Токіо, Сеул, Осака, Саппоро, Якутськ');
define('_TZ_GMTP95', '(GMT+9:30) Аделаїда, Дарвін');
define('_TZ_GMTP10', '(GMT+10:00) Брісбен, Канберра, Мельбурн, Сідней, Гуам, Владіосток');
define('_TZ_GMTP11', '(GMT+11:00) Магадан, Соломонові Острови, Нова Каледонія');
define('_TZ_GMTP12', '(GMT+12:00) Окленд, Веллінгтон, Фіджі, Камчатка, Маршалловий острів');
