<?php

// _LANGCODE: uk
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

define(
    '_XOOPS_UPGRADE_WELCOME',
    <<<'EOT'
<h2>Оновлення XOOPS</h2>

<p>
<em>Оновлення</em> перевірить цю установку XOOPS і застосує будь-які необхідні виправлення, щоб зробити її сумісною 
з новим кодом XOOPS. Патчі можуть включати зміни бази даних, додавання налаштувань за замовчуванням для нових
елементи конфігурації, оновлення файлів і даних тощо.
<p>
Після кожного виправлення програма оновлення повідомлятиме про статус і чекатиме, поки ви введете продовження. На
після завершення оновлення керування переходить до функції оновлення системного модуля.

<div class="alert alert-warning">
Після завершення оновлення не забудьте:
<ul class="fa-ul">
 <li><span class="fa-li fa-solid fa-folder-open"></span> видалити папку оновлення</li>
 <li><span class="fa-li fa-solid fa-arrows-rotate"></span> оновити будь-які модулі, які змінилися</li>
</div>

EOT,
);
