<?php
// 
// _LANGCODE: uk
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team
define('_MI_PM_NAME', 'Особисті повідомлення');
define('_MI_PM_DESC', 'Модуль для особистих повідомлень між користувачами');
define('_MI_PM_INDEX', 'Головна');
define('_MI_PM_PRUNE', 'Видалені повідомлення');
define('_MI_PM_LINK_TITLE', 'Посилання на особисті повідомлення');
define('_MI_PM_LINK_DESCRIPTION', 'Показати посилання на відправлення особистого повідомлення користувачу');
define('_MI_PM_MESSAGE', 'Написати повідомлення');
define('_MI_PM_PRUNESUBJECT', 'Очистити строку теми в особистому повідомленні');
define('_MI_PM_PRUNESUBJECT_DESC', 'Це буде темою особистого повідомлення користувачеві, отримано після очищення особистиого повідомлення');
define('_MI_PM_PRUNEMESSAGE', 'Очистити тіло повідомлення в особистих повідомлення');
define('_MI_PM_PRUNEMESSAGE_DESC', "Це повідомлення буде в тілі повідомлення користувачам, після того як одне або більше з їх повідомлень будуть видалені з поштової скриньки поки особисті повідомлення очищаються. Користуйтеся {PM_COUNT} в тексті, щоб замінити кількість повідомлень видалених з поштової скриньки цього користувача");
define('_MI_PM_PRUNESUBJECTDEFAULT', 'Повідомлення видалені під час очищення');
define('_MI_PM_PRUNEMESSAGEDEFAULT', 'Під час очищення особистих повідомлень, ХООPS видалило {PM_COUNT} повідомлення з вашої поштової скриньки для заощадження простоу та ресурсів.');
define('_MI_PM_MAXSAVE', 'Максимальна кількість пунктів в \'Savebox\'');
define('_MI_PM_MAXSAVE_DESC', '');
define('_MI_PM_PERPAGE', 'Повідомлення на сторінці');
define('_MI_PM_PERPAGE_DESC', '');
//1.07
define('_MI_PM_ABOUT', 'Про');
