Вітаємо {X_UNAME},

Подія {X_NOTIFY_EVENT} сталася для {X_ITEM_TYPE} "{X_ITEM_NAME}", за яким ви стежите в модулі {X_MODULE} на нашому сайті.

Ви можете переглянути {X_ITEM_TYPE} тут:
{X_ITEM_URL}

-----------

Ви підписалися на отримання сповіщень цього типу.

Якщо це помилка або ви не бажаєте отримувати подібні сповіщення, оновіть свої підписки, відвідавши посилання нижче:
{X_UNSUBSCRIBE_URL}

Будь ласка, не відповідайте на це повідомлення.

-----------
{X_SITENAME} ({X_SITEURL}) 
веб-майстер
{X_ADMINMAIL}
