<?php
// $Id: modinfo.php 12363 2014-03-08 10:39:06Z beckmi $
// _LANGCODE: en
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team
define('_PM_MI_NAME',"Особисті повідомлення");
define('_PM_MI_DESC',"Модуль для особистих повідомлень між користувачами");
define('_PM_MI_INDEX',"Домашня сторінка");
define('_PM_MI_PRUNE',"Видалені повідомлення");
define('_PM_MI_LINK_TITLE',"Посилання на особисті повідомлення");
define('_PM_MI_LINK_DESCRIPTION',"Показати посилання на відправлення особистого повідомлення користувачу");
define('_PM_MI_MESSAGE',"Написати повідомлення");
define('_PM_MI_PRUNESUBJECT',"Очистити строку теми в особистому повідомленні");
define('_PM_MI_PRUNESUBJECT_DESC',"Це буде темою особистого повідомлення користувачеві, отримано після очищення особистиого повідомлення");
define('_PM_MI_PRUNEMESSAGE',"Очистити тіло повідомлення в особистих повідомлення");
define('_PM_MI_PRUNEMESSAGE_DESC',"Це повідомлення буде в тілі повідомлення користувачам, після того як одне або більше з їх повідомлень будуть видалені з поштової скриньки поки особисті повідомлення очищаються. Користуйтеся {PM_COUNT} в тексті, щоб замінити кількість повідомлень видалених з поштової скриньки цього користувача");
define('_PM_MI_PRUNESUBJECTDEFAULT',"Повідомлення видалені під час очищення");
define('_PM_MI_PRUNEMESSAGEDEFAULT',"Під час очищення особистих повідомлень, ХООPS видалило {PM_COUNT} повідомлення з вашої поштової скриньки для заощадження простоу та ресурсів.");
define('_PM_MI_MAXSAVE',"Максимальна кількість пунктів в 'Savebox'");
define('_PM_MI_MAXSAVE_DESC',"");
define('_PM_MI_PERPAGE',"Повідомлення на сторінці");
define('_PM_MI_PERPAGE_DESC',"");
//1.07
define('_PM_MI_ABOUT',"Про");
