Вітаємо {X_UNAME},

Коментар додано до {X_ITEM_TYPE} "{X_ITEM_NAME}", за яким ви стежите в модулі {X_MODULE} на нашому сайті.

Ви можете переглянути коментар тут:
{X_COMMENT_URL}

-----------

Ви отримуєте це повідомлення, оскільки вибрали отримання сповіщень про нові коментарі до цього {X_ITEM_TYPE}.

Якщо це помилка або ви не бажаєте отримувати подібні сповіщення, оновіть свої підписки, відвідавши посилання нижче:
{X_UNSUBSCRIBE_URL}

Будь ласка, не відповідайте на це повідомлення.

-----------
{X_SITENAME} ({X_SITEURL}) 
веб-майстер
{X_ADMINMAIL}
