Вітаємо {X_UNAME},

Дякуємо за реєстрацію як члена {SITENAME}. Як зареєстрований учасник ви можете:
- Надсилати особисті повідомлення між учасниками
- Брати участь у дискусіях
- Отримувати останні новини
- Надсилати матеріали
- І набагато, набагато більше....

Адреса електронної пошти ({X_UEMAIL}) була використана для створення профілю користувача для вас.

Щоб стати учасником {SITENAME}, підтвердіть свій
запит, натиснувши на посилання нижче:

{X_UACTLINK}

-----------
З повагою
{SITENAME}
({SITEURL}) 
{ADMINMAIL}